[
    {
        "id": 1,
        "name": "Sun",
        "facts": [
            "The Sun is the star of our solar system",
            "The Earth we live on orbits around it!"
        ],
        "body_paragraph": [
            "The Sun is like a giant ball of fire in the sky that gives us light and warmth. It's so big that you could fit more than a million Earths inside it!",
            "The Sun is not just bright, it's also super hot! Deep inside, the Sun's core is as hot as 15 million degrees Celsius! That's really, really hot!",
            "Sometimes, the Sun has big explosions called solar flares. These can make beautiful lights in the sky called auroras. Have you ever seen the Northern Lights? They're caused by the Sun's solar flares!",
            "We can learn a lot about the Sun by using special telescopes and sending spacecraft to study it. Scientists are always discovering new things about our amazing Sun!"
        ]
    },
    {
        "id": 2,
        "name": "Mercury",
        "facts": [
            "Mercury is the closest planet to the Sun.",
            "It is named after the Roman messenger god, Mercury."
        ],
        "body_paragraph": [
            "Mercury is the smallest planet in our solar system, and it's really close to the Sun. It's like the Sun's little friend!",
            "Even though Mercury is so small, it's really speedy! It zooms around the Sun faster than any other planet. It only takes about 88 Earth days for Mercury to go around the Sun once!",
            "Mercury doesn't have any air to breathe, and it's super hot on one side and freezing cold on the other. Imagine going from boiling hot to freezing cold in just one day!"
        ]
    },
    {
        "id": 3,
        "name": "Venus",
        "facts": [
            "Venus is the second planet from the Sun in our solar system.",
            "It is often called Earth's sister planet due to their similar size and composition."
        ],
        "body_paragraph": [
            "Venus is like Earth's twin sister, but it's a little bit different. It's covered in thick clouds that make it really bright in the sky.",
            "Even though Venus looks pretty, it's not a nice place to visit. It's the hottest planet in our solar system! That's because its thick clouds trap heat from the Sun.",
            "If you were on Venus, you wouldn't be able to breathe because its air is full of poisonous gases. That's why we can't live there, but we can send robots to explore and learn more about it!"
        ]
    },
    {
        "id": 4,
        "name": "Earth",
        "facts": [
            "Earth is the third planet from the Sun in our Solar System.",
            "It is named after the soil and dirt that covers much of its surface."
        ],
        "body_paragraph": [
            "Earth is our home planet! It's a very special place where we live, along with plants, animals, and all kinds of living things.",
            "Earth has lots of water on its surface, which is why it's sometimes called the 'Blue Planet.' It's the only planet we know of that has water, air, and life.",
            "We have different seasons on Earth because it tilts on its axis as it goes around the Sun. That's why some places are warm and sunny while others are cold and snowy!"
        ]
    },
    {
        "id": 5,
        "name": "Mars",
        "facts": [
            "Mars is the fourth planet from the Sun in our Solar System.",
            "It is named after the Roman god of war."
        ],
        "body_paragraph": [
            "Mars is often called the 'Red Planet' because it looks like a big, dusty desert. It's the next planet after Earth!",
            "Mars has some things that are a little bit like Earth, but it's not a very friendly place for humans. It's very cold, and the air is too thin for us to breathe.",
            "Scientists think there might be water on Mars, but it's all frozen in ice. Maybe one day, we'll send astronauts there to explore and find out more!"
        ]
    },
    {
        "id": 6,
        "name": "Jupiter",
        "facts": [
            "Jupiter is the fifth planet from the Sun in our Solar System.",
            "It is named after the king of the Roman gods."
        ],
        "body_paragraph": [
            "Jupiter is the biggest planet in our solar system. It's like the giant of the family!",
            "Jupiter has a big storm called the 'Great Red Spot.' It's like a hurricane that never stops! It's been going on for hundreds of years!",
            "Jupiter has lots of moons – more than any other planet. Some of them are really big, and some are very tiny."
        ]
    },
    {
        "id": 7,
        "name": "Saturn",
        "facts": [
            "Saturn is the sixth planet from the Sun in our Solar System.",
            "It is named after the Roman god of agriculture."
        ],
        "body_paragraph": [
            "Saturn is famous for its beautiful rings. They're made of ice and dust and go all the way around the planet!",
            "Even though Saturn's rings look solid, they're actually made up of lots of tiny pieces of rock and ice. It's like a giant ice rink in space!",
            "Saturn is a gas giant, which means it doesn't have a solid surface like Earth. If you tried to land on Saturn, you would sink right through!"
        ]
    },
    {
        "id": 8,
        "name": "Uranus",
        "facts": [
            "Uranus is the seventh planet from the Sun in our Solar System.",
            "It is named after the Greek."
        ],
        "body_paragraph": [
            "Uranus is a really cool planet – and not just because it's far away from the Sun! It spins on its side, so it looks like it's rolling around the solar system!",
            "Uranus is a bit mysterious because we don't know as much about it as we do about some other planets. But scientists are always learning new things!",
            "One interesting thing about Uranus is that it has rings, just like Saturn. They're not as big or as bright, but they're still pretty special!"
        ]
    },
    {
        "id": 9,
        "name": "Neptune",
        "facts": [
            "Neptune is the eighth and farthest known planet from the Sun in our Solar System.",
            "It is named after the Roman god of the sea."
        ],
        "body_paragraph": [
            "Neptune is like the mysterious cousin of our solar system. It's so far away that it's hard to see, but it's still an important part of our cosmic family!",
            "Neptune is a big blue planet, and it's freezing cold! Even though it's really far from the Sun, it's still one of the coldest places in our solar system.",
            "Neptune has big storms, too – even bigger than the ones on Earth! They're like hurricanes that last for years and years. Brrr, I'm getting cold just thinking about it!"
        ]
    }
]
